Repository: wp-plugins/shortcodify
Catalog: lang/shortcodify-*.po
Languages: de_de

source: Add this widget to an other textfield with [widget]
de_de: Füge dieses Widget im Textfeld mittels [widget] hinzu

source: Settings
de_de: Einstellungen

source: Success! Your changes were successfully saved!
de_de: Ihre Einstellungen wurde gespeichert

source: Whoops! There was a problem with the data you posted. Please try again.
de_de: Uups... es gab ein Problem mit den Daten. Bitte versuche es nochmal.

source: Shortcodify settings
de_de: Shortcodify Einstellungen

source: See all possible shortcodes <a href="http://www.arnelorenz.de/shortcodify/">here</a>
de_de: Eine Liste aller verfügbaren Shortcodes unter: <a href="http://www.arnelorenz.de/shortcodify/">here</a>

source: Create widget-shortcode
de_de: Widget Shortcode erzeugen

source: Create menu-shortcode
de_de: Menü-Shortcode erstellen

source: Creates a widget-area for a shortcode. Use it with [widget]
de_de: Erzeugt einen neuen Widget-Bereich, der durch [widget] in die Seite eingefügt werden kann.

source: Number of widgets to create
de_de: Anzahl der neuen Widget-Bereiche

source: Select the number of widgets you want to create.
de_de: Wähle die Anzahl der neuen Widgets aus.

source: Create accordion-shortcode
de_de: Erstelle ein Accordion-Widget

source: Save Changes
de_de: Speichern

source: Creates a menu-area for a shortcode. Create a new menu e.g. for a sitemap. Use shortcode with [menu]
de_de: Erzeugt einen neuen Menü-Bereich. Dieser kann z.B. für eine Sitemap oder eine Liste von Seiten benutzt werden. Du musst nur ein neues Menü anlegen und diesem Bereich zuweisen. Im Anschluss lässt sich das Menü über [menu] einfügen.

source: Creates a <a href="http://jqueryui.com/accordion/" target="_blank">accordion</a> shortcode.
de_de: Erzeugt ein <a href="http://jqueryui.com/accordion/" target="_blank">Accordion</a> Shortcode.

source: Create tabs-shortcode
de_de: Erzeugt Tab-Shortcodes

source: Creates a <a href="http://jqueryui.com/tabs/" target="_blank">tabs</a> shortcode.
de_de: Erzeugt einen Shortcode für jQuery UI<a href="http://jqueryui.com/tabs/" target="_blank">Tabs</a>.
